<!-- 关于我们 -->
<template>
  <div>
    <div>
      <NavBar title="关于我们" />
    </div>
    <div class="top text">
      分数，是阶段性的检测
      <br />能力，将伴随孩子一生
      <br />四岁便能认识磁铁
      <br />七岁可以制作洗发水
      <br />八岁会冲洗相片
      <br />九岁自制人造蓝宝石
      <br />十岁用伯努利原理自制飞船
      <br />十一岁能做照相机
      <br />十二岁结合数学制作金字塔
      <br />...
      <br />这是在科学面壁人的小朋友
    </div>
    <div class="text">
      <div class="title">科学面壁人，做对孩子有价值的教育。</div>科学启蒙教育，我们专注了18年，联合860家教培机构，建立了1780多个实验网点，研发了1000多个有趣的实验，涉及物理、化学、生物、数学、地理、人文等学科，让5000多万个孩子度过了难忘的童年，提升了一代孩子的科学素养。
      他们对学习热爱了，专注了！
      <br />分组教学、小组探究，是我们的教学形式。
      <br />孩子们在这里，通过观察、比对、试错、判断、验证、分析，拥有了赢得未来的综合能力，即动手力、组织力、表达力、观察力、专注力、自信力，和知识运用能力。
      <div class="title">北京面壁人教育科技有限公司</div>以“落实国家科教战略，普惠科学启蒙教育，提升儿童科学素养”为企业使命；以做对孩子有价值的教育，对社会有担当的企业为经营宗旨。
      依托战略合作伙伴小牛顿科学启蒙教育的科学课程体系、渠道、团队，通过资源整合及互联网技术应用，打造出优质产品体系——“面壁人空中实验站”、“社会研学营”、“家庭实验室”以及配套的专属实验器材、活动方案、实施方案等，满足学生在社会、学校、家庭不同场景中的科学教育需求。
      “从质疑中找寻真理，在实践中收获快乐。”是科学面壁人科学课程的教育理念。在物质科学、生命科学、地球与宇宙科学、工程与技术科学四大领域，针对4-12岁幼少儿阶段，研发出1000多个主题实验，覆盖物理、化学、生物、数学等学科，符合教育部《小学科学课程标准》。
      <div class="title">空中实验站</div>“空中实验站”是科学面壁人重点打造的普惠性科学教育产品，网点分布广泛，可以就近上课。实验现场有视频，有资深导师、免费器材，做完实验可以把作品带回家。孩子们会分成小组，互相沟通探讨，通过观察、比对、试错、判断、验证、分析，训练综合能力，提升科学素养。
      <div class="title">社会研学营</div>“社会研学营”让孩子走向社会，接触社会，融入社会，用所学知识去认识社会这个大课堂，培养了孩子的创新精神、探索精神和实践能力，从而提升综合能力和意志品质。
      <div class="title">家庭实验室</div>陪伴是最好的教育，“家庭实验室”倾情打造了家庭亲子实验产品，为孩子和家长配备了探索手册、主题视频、主题动漫，增进家长与孩子的情感沟通，达到玩中学、学中思。
      基于国家科教兴国战略、国家中长期教育改革和发展规划纲要，北京面壁人科学教育有限公司依托国内外优秀的科学教育专家，整合优质的教育资源，不断完善升级现有的科学课程体系，通过互联网技术平台，以普惠发展观，面向全国开展“科学面壁人空中实验站”的推广，让亿万中国儿童都能上科学启蒙课程，培养学生应具备的能够适应终身发展和社会发展需要的必备品格和关键能力，为推动中国儿童科学启蒙教育普及和发展贡献自己的力量。
    </div>
    <div class="bottom"></div>
  </div>
</template>

<script>
import NavBar from "@/components/nav-bar.vue";
export default {
  data() {
    return {};
  },

  components: { NavBar },

  computed: {},

  methods: {}
};
</script>
<style lang='scss' scoped>
/deep/ .van-hairline--bottom[data-v-42c37e09]:after {
  border-bottom-width: 1px;
}
.top {
  text-align: center;
  margin-top: 10px;
}
.text {
  width: 100%;
  line-height: 25px;
  letter-spacing: 1px;
  box-sizing: border-box;
  padding-left: 18px;
  padding-right: 15px;
  font-size: 15px;
  color: #191919;
}
.title {
  font-weight: 600;
  font-size: 16px;
  margin-top: 10px;
}
.bottom {
  width: 100%;
  height: 30px;
}
</style>