<!-- 注册协议 -->
<template>
  <div>
    <div>
      <NavBar title="科学面壁人注册协议" />
    </div>
    <div class="text">
      <div class="title">1.会员注册</div>1.1本平台的所有权和经营权归北京面壁人教育科技有限公司所有。北京面壁人教育科技有限公司按照本服务协议的规定，为在本平台注册的会员提供科学实验、研学活动、科学实验器材销售等服务；
      1.2会员在本平台注册时应当先仔细阅读本服务协议的所有条款，在同意全部条款内容的基础上完成注册手续。会员一旦完成注册手续，即视作 与北京面壁人教育科技有限公司签订了本服务协议；
      1.3本服务协议发布前在本平台注册的会员（以下简称“原会员”），其会员资格可延续使用，本服务协议规定适用于原会员。如原会员不同意本协议条款的，可以提出注销自己的会员资格。不主动注销并继续接受本平台和北京面壁人教育科技有限公司服务的，视作已同意本服务协议全部内容；
      1.4会员在注册时应提供真实、详细、准确的个人资料进行注册。注册ID以及密码只能由本人使用，不得转借给他人使用，违者后果自负；
      1.5当会员姓名、地址、电子邮箱等信息发生变更时，必须及时进行更新。由于会员未及时更新个人信息而造成本平台或北京面壁人教育科技有限公司服务发生问题的，由会员自行承担责任。
      <div class="title">2.会员行为及责任</div>2.1会员可以根据本平台内容和相关说明享受本平台和北京面壁人教育科技有限公司提供的科学实验、研学活动、科学实验器材销售等销售服务。 会员的所有行为应遵循诚实信用的原则；
      2.2会员对其所有账号ID在平台所选择的商品和服务有自主购买权，会员在本平台购买的科学实验活动、研学活动、科学实验器材及年卡（实验活动）一旦达成交易本平台概不退换；
      2.3会员对其账号ID和密码的安全负全部责任。会员可随时根据网站提示更改密码。会员若发现账号密码被盗用或存在其他安全漏洞的情况，应当立即通知北京面壁人教育科技有限公司，但北京面壁人教育科技有限公司对于客户端发生的安全问题及继起问题不负任何责任；
      2.4会员须承诺不实施以下行为：不传输任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，色情淫秽等违反社会道德和公共利益信息资料；不传输何教唆他人构成犯罪行为的信息资料；不传输任何涉及国家安全的资料；不传输任何违反中国法律规定的信息资料；不得侵入本平台服务器，不得非法利用本平台侵入其它服务器或他人的电脑系统；（如果后期平台开放评论功能，则可保留此条）
      2.5会员利用本平台或者北京面壁人教育科技有限公司提供的服务从事违法活动、或者违反本服务协议规定，给北京面壁人教育科技有限公司造成财产损失或商誉损失的，北京面壁人教育科技有限公司有权依法追究会员的相关责任。
      <div class="title">3.会员信息保护</div>3.1北京面壁人教育科技有限公司合法拥有和保管会员中的注册信息及会员接受服务过程中提供的所有信息资料；
      3.2北京面壁人教育科技有限公司承诺不擅自公开或向无关的第三人泄露会员的任何个人信息；
      3.3以下情况下，会员授权北京面壁人教育科技有限公司提供相关信息：
      （1）为会员提供相关服务而需要提供会员信息时；（例如向负责送货的快递公司提供会员的姓名、送货地址和电话等）
      （2）本平台的经营方发生变更，为继续向会员提供服务而需要向新的经营方提供会员信息时；
      （3）根据法律要求或政府命令提供相关信息时。（例如根据税务机关要求而提供交易信息）
      <div class="title">4.免责条款</div>4.1一切因会员不当使用本平台提供的产品及服务而引致的任何损失，北京面壁人教育科技有限公司不承担任何责任；
      4.2因天灾地变、战争、罢工等无法预见的不可抗力原因导致相关服务无法履行或延迟履行的，北京面壁人教育科技有限公司不承担任何责任。
      <div class="title">5.会员资格和权限的终止和暂停</div>如发生下列情况的，北京面壁人教育科技有限公司有权终止或暂停会员资格和会员权限，且无须对会员进行事先告知，并且不负任何法律责任。
      5.1会员注册时提供虚假信息；
      5.2不当使用或擅自让他人使用帐号ID与密码；
      5.3有妨害本平台运营的行为；
      5.4有侵犯其他会员利益的行为；
      5.5违反本服务协议规定；
      5.6其他北京面壁人教育科技有限公司认为有必要终止或暂停会员资格和会员权限的情形。
      <div class="title">6.本协议的修订</div>北京面壁人教育科技有限公司有权在必要时修改本服务协议中的各项条款。如果会员不同意相关修改内容的，可以主动提出注销会员帐号，或停止使用本平台的服务。如果会员继续使用本平台服务的，视为已接受本服务协议的修改。
      7.法律使用及纠纷解决
      本服务协议适用中华人民共和国的法律。如发生部分条款因违反法律而无效的，其它条款的效力不受影响。会员和北京面壁人教育科技有限公司之间发生任何的纠纷，由北京面壁人教育科技有限公司所在地人民法院管辖。
    </div>
  </div>
</template>

<script>
import NavBar from "@/components/nav-bar.vue";
export default {
  data() {
    return {};
  },

  components: { NavBar },

  computed: {},

  methods: {}
};
</script>
<style lang='scss' scoped>
.text {
  width: 100%;
  line-height: 25px;
  letter-spacing: 1px;
  box-sizing: border-box;
  padding-left: 15px;
  padding-right: 12px;
  font-size: 14px;
}
.title {
  font-size: 16px;
  font-weight: 700;
}
</style>