<!-- 服务协议 -->
<template>
  <div>
    <div>
      <div>
        <NavBar title="科学面壁人用户协议" />
      </div>
    </div>
    <div class="text">
      <p
        class="server_02"
      >请服务使用者(以下称“用户”)仔细阅读以下各项条款。如用户不同意本服务条款任意内容，请不要注册或使用购买服务。用户通过本平台阅读本服务条款并点击“同意”按钮完成购买，即表示用户与北京面壁人教育科技有限公司(以下称“科学面壁人”)已达成协议，自愿接受本服务条款的所有内容。</p>
      <p
        class="server_02"
      >在此特别提醒用户认真阅读，充分理解本《科学面壁人用户服务协议》(以下简称“《协议》＂)。用户应认真阅读，充分理解本协议中各条款，包括免除或者限制科学面壁人公司责任的免责条款及对用户的权利限制条款。请用户审慎阅读并选择接受或不接受本协议。(未成年人应在法定监护人陪同下阅读)</p>
      <p
        class="server_02"
      >科学面壁人网络服务条款的确认和接受科学面壁人的各项网络服务的所有权和运营权归科学面壁人公司所有。科学面壁人公司依照本服务条款及其不时发布的操作规则提供网络服务。此外，当用户使用科学面壁人各项分类服务时，用户应当同意本服务条款的全部内容并遵守与该项服务相关的规则与要点。前述所有规则构成本服务条款的一部分。用户必须完全同意所有服务条款并完成注册，才能成为科学面壁人平台的正式用户。</p>
      <p class="server_03">1.服务说明</p>
      <p class="server_02">1.1科学面壁人平台服务的具体内容由科学面壁人根据实际情况提供。</p>
      <p class="server_02">1.2科学面壁人平台是指科学面壁人公司所有和经营的用于科学面壁人用户购买年票、预约实验、现场打卡等产品；</p>
      <p
        class="server_02"
      >1.3科学面壁人平台用户账号所有权归科学面壁人所有，用户拥有科学面壁人平台账号的使用权。用户应当对以其用户名进行的所有活动和事件承担全部责任。用户应妥善保管自己的账号、密码，不得将科学面壁人平台账号赠予、转让、出借出租、售卖予他人使用。当用户的账号或密码被他人非法使用或有使用异常情况时，用户应当立即通知科学面壁人，否则前述期间的使用行为视为用户本人的行为。科学面壁人在收到用户通知后，可以根据用户要求采取暂停登录或使用等措施。为了保障用户的账号安全，科学面壁人平台可能会采用不同方式定期或不定期对用户身份进行验证，包括但不限于要求输入验证码、邮箱认证等方式。如用户无法完成身份验证或拒绝验证的，科学面壁人平台可合理怀疑用户的账号出现异常或被盗，并暂停向用户提供服务或采取进一步措施；</p>
      <p
        class="server_02"
      >1.4科学面壁人平台提供的部分服务为付费服务。用户使用付费服务需要向科学面壁人平台支付一定的费用。对于付费服务，科学面壁人平台会在用户使用之前给予用户明确的提示。只有用户根据提示确认其愿意支付相关费用，用户方能使用该等付费服务。如用户拒绝支付相关费用，则科学面壁人平台有权不向用户提供该等收费网络服务；</p>
      <p
        class="server_02"
      >1.5科学面壁人仅为用户提供相关的网络服务。用户必须自行配备上网的所需设备(如个人电脑、手机、调制解调器或其他必备上网装置)及所需费用；(如上网所支付的与此服务有关的电话费用、网络费用、手机费用等)</p>
      <p class="server_02">1.6基于科学面壁人所提供的服务的重要性，用户应同意：</p>
      <p class="server_02">（1）提供真实、详尽、准确、有效的个人资料；</p>
      <p class="server_02">（2）如个人资料发生变更时，不断更新注册资料，符合及时、详尽、准确的要求。</p>
      <p class="server_03">2.服务的変更、中断或终止</p>
      <p class="server_02">2.1鉴于网络服务的特殊性，用户同意科学面壁人有权随时变更、中断或终止部分或全部的网络服务；(包括收费网络服务)</p>
      <p
        class="server_02"
      >2.2为了科学面壁人平台的正常运行，科学面壁人定期或不定期地对提供网络服务的平台(如互联网网站、移动网络等)或相关的设备进行检修或者维护而造成网络服务的中断。科学面壁人将尽力避免服务中断或将中断时间限制在最短时间内。在合理时间内的服务中断，科学面壁人无需为此承担任何责任；</p>
      <p class="server_02">2.3如发生下列任何一种情形，科学面壁人有权随时中断或终止向用户提供网络服务(包括收费网络服务)而无需对用户或任何第三方承担任何责任:</p>
      <p class="server_02">（1）用户提供的资料不真实;</p>
      <p class="server_02">（2）用户违反法律法规国家政策或本服务条款的有关规定;</p>
      <p class="server_02">（3）用户在使用收费网络服务时，未按规定向科学面壁人支付相应的服务费;</p>
      <p class="server_02">（4）科学面壁人认为需要中断或终止向用户提供科学面壁人实验室平台服务的。</p>
      <p class="server_03">3.网上注册</p>
      <p
        class="server_02"
      >3.1用户在申请使用科学面壁人平台时，必须向科学面壁人提供真实、准确、有效的个人资料。如用户个人资料发生任何变动，必须及时更新。未经相关权利人授权，用户不得以他人或其他组织机构名义注册使用科学面壁人平台；</p>
      <p class="server_02">3.2用户在此同意接受科学面壁人通过电子邮件或其他方式向用户发送宣传推广或者其他相关商业信息；</p>
      <p class="server_02">3.3科学面壁人有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。</p>
      <p class="server_03">4.用户账号信息和安全性</p>
      <p class="server_02">
        4.1用户将对用户名和认证手机号安全承担全部责任。用户可随时根据提示改变认证手机号。用户不应将其认证手机号转让或出借予他人使用。如科学面壁人发现前述行为，可对用户账号进行封号或取消用户服务处理。如用户发现其账号遭他人非法使用或存在安全漏洞的情况，应立即通知科学面壁人。因黑客行为或用户的保管疏忽导致账号、密码遭他人非法使用，科学面壁人不承担任何责任；
        <br />4.2如用户注册的科学面壁人平台账号在任何连续365日内未实际使用，或者用户注册的付费服务的账号在其订购的收费网络服务的服务期满之后连续30日内未实际使用，则科学面壁人有权删除该账号并停止为该用户提供相关的网络服务。
      </p>
      <p class="server_03">5.用户隐私制度尊重和保护用户个人隐私是科学面壁人的一项基本政策。</p>
      <p class="server_02">
        科学面壁人不会在未经合法用户授权时对外披露用户注册资料及用户保存在科学面壁人中的非公开内容。但下列情况除外:
        <br />（1）事先获得用户的明确授权;
        <br />（2）根据有关法律法规的规定或相关政府主管部门的要求；
        <br />（3）为维护社会公共利益的需要;
        <br />（4）为维护科学面壁人的合法权益。
        <br />
      </p>
      <p class="server_03">6.用户注意事项及服务规则</p>
      <p class="server_02">
        6.1用户必须遵守以下原则:
        （1）遵守中国有关法律和法规;
        <br />（2）遵守所有使用网络服务的网络协议、规定、程序和惯例;
        <br />（3）不得违反宪法确定的基本原则;
        <br />（4）不得危害国家安全、泄露国家机密、颠覆国家政权、破坏国家统一;
        <br />（5）不得损害国家荣誉和利益，攻击党和政府;
        <br />（6）不得煽动民族仇恨、民族歧视、破坏民族团结;
        <br />（7）不得破坏国家、地区间友好关系;
        <br />（8）不得违背中华民族传统美德、社会公德、论理道德以及社会主义精神文明;
        <br />（9）不得破坏国家宗教政策，宣扬邪教和封建迷信;
        <br />（10）不得煽动、组织、教晙恐怖活动、非法集会、结社、游行、示威、聚众抗乱社会秩序;
        <br />（11）不得为任何非法目的而使用科学面壁人平台网络服务系统;
        <br />（12）不得传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗的、淫秽的、暴力的、恐怖的、赌博的、教唆他人实施犯罪行为等非法的信息资料;
        <br />（13）不得以明显缺乏理性讨论的态度，对他人进行言论攻击，发布涉嫌骚扰他人的信息;
        <br />（14）不得恶意发布未经证实的且有可能造成社会影响或者损害到他人合法利益的非确定性消息，扰乱社会秩序，破坏社会稳定;
        <br />（15）不得侵犯他人的肖像权、姓名权、名誉权、隐私权或其他人身权利；
        <br />（16）不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益;
        <br />（17）不得利用科学面壁人平台网络服务系统进行任何不利于科学面壁人的行为;
        <br />（18）不干扰或混乱网络服务;
        <br />（19）未经许可不得非法进入其它电脑系统;
        <br />（20）含有其他违反法律、法规、国家政策及公序良俗的法律、行政法规禁止的其他内容。
        <br />6.2用户需独立对自己在网上的行为承担法律责任。若用户的行为不符合上述服务条款，科学面壁人有权做出独立判断并立即采取必要手段——包括但不限于将含有上述内容的信息，直接进行屏蔽或删除;对于发送含有上述信息內容者，进行封停账号(禁止购买和预约)、封禁IP乃至直接删除用户账号等处理方式。被封停账号的用户在放弃发布含有上述信息的内容或者改变相关行为后，将有机会重新开启账号；
        <br />6.3用户若在科学面壁人平台上散布和传播反动、色情或其他违反国家法律的信息，科学面壁人的系统记录有可能作为用户违反法律的证据；
        <br />6.4科学面壁人不对用户所发布信息的删除或储存失败承担任何责任。科学面壁人有权判定用户的行为是否符合中国法律法规的规定以及科学面壁人服务条款的要求，如果用户违背了中国法律法规的规定或服务条款的规定，科学面壁人有中断对其提供服务的权利；
        <br />6.5用户了解并同意，科学面壁人有权应国家有关机关的要求，向其提供用户在科学面壁人平台上的用户信息等必要信息。如用户涉嫌侵犯他人合法权益，则科学面壁人有权在初步判断涉嫌侵权行为可能存在的情况下，向权利人提供用户必要的个人信息；
        <br />6.6为了尊重及保障服务的价值，除因科学面壁人平台原因造成的服务中断外，其他任何原因(包括但不限于网络信号、手机断电等原因)造成的服务中断，用户再次登录科学面壁人平台选择服务时，需要对之前断线订单完成支付方可继续享受服务。
        <br />
      </p>
      <p class="server_03">7.网络服务内容的所有权</p>
      <p class="server_02">
        7.1科学面壁人定义的网络服务内容包括:科学面壁人提供的文字、软件、声音、图片、录像、图表、广告、数据、信息中的全部内容以及科学面壁人为用户提供的其他信息。所有这些内容受版权、商标和其它财产所有权法律的保护。所以，用户只能在科学面壁人或相关权利人授权下才能使用这些内容，而不能擅自复制、发布转载、播放、改编、汇编或以其他方式使用这些内容或将该等内容用于其他任何商业目的；
        <br />7.2对于用户通过科学面壁人网络技术服务上传到科学面壁人平台上可公开获取区域的任何内容，用户同意授予科学面壁人在全世界范围内永久性的、不可撤销的、免费的、非独家的和再许可的权利和许可。科学面壁人可以使用、复制、修改、改编、出版、翻译，据以创作衍生作品、传播、表演和展示该等内容的全部或部分，和将此等内容的全部或部分编入其他任何形式的作品、媒体或技术中；
        <br />7.3未经科学面壁人许可，任何人禁止转载或商业使用科学面壁人平台上的文字、图形、表格、图片、数据等信息。否则，科学面壁人保留采取一切合法方式维护正当利益的权利。
        <br />
      </p>
      <p class="server_03">8.链接科学面壁人平台内设有通往其他网站和网页的链接。</p>
      <p
        class="server_02"
      >但这些网站和网页并非由科学面壁人经营或控制，科学面壁人不承担责任。用户启动任何此类链接或网页，离开科学面壁人网站进入其他网站或网页，所有风险自负，科学面壁人不承担一切责任和债务。</p>
      <p class="server_03">9.免责声明</p>
      <p class="server_02">
        9.1用户同意对科学面壁人网络服务的使用承担全部风险，并对因其使用科学面壁人网络服务而产生的一切后果承担全部风险。科学面壁人对用户不作任何类型的担保，也不承担任何责任。科学面壁人不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对服务的及时性、安全性、准确性都不作担保。对于因不可抗力或科学面壁人不能避免或控制的原因造成的网络服务中断或其它缺陷，科学面壁人不承担任何责任，但将尽力減少因此而给用户造成的损失和影响；
        <br />9.2科学面壁人平台上部分数据和信息来源于网络公开数据，科学面壁人仅对前述公开数据进行技术处理后如实发布。科学面壁人无法对前述数据处理结果的真实性、准确性、时效性负责。用户确认其在使用科学面壁人平台时已经理解并接受此免责声明；,
        <br />9.3活动过程中，用户有责任保护现场儿童的人身安全，避免儿童因为器材操作不当、误饮误食受到伤害。因家长看护不当导致意外由家长承担全部责任。
        <br />
      </p>
      <p class="server_03">10.损害赔偿责任</p>
      <p class="server_02">
        10.1如用户违反国家法律法规的规定或本协议的约定，科学面壁人有权随时采取不予注册、通知限期改正、注销用户账号、中止或终止用户对科学面壁人平台的使用等措施；
        <br />10.2用户同意保障和维护科学面壁人及其他用户的利益，如因用户违反有关法律、法规或本服务条款的任何条款而给科学面壁人或任何其他第三人造成损失，用户同意承担由此造成的损害賠偿责任；
        <br />10.3科学面壁人对用户使用网络服务所产生的任何直接、间接、偶然、特殊及继起的损害不负责任。这些损害可能来自:不正当使用网络服务、在网上购买商品或进行同类型服务、在网上进行交易、非法使用网络服务或用户传送的信息有所变动。
        <br />
      </p>
      <p class="server_03">11.服务条款的修订根据需要，科学面壁人将随时修改本服务条款规定。</p>
      <p
        class="server_02"
      >科学面壁人建议用户定期上网査看最新的条款规定。未来任何条款如有更新，科学面壁人将不主动提醒用户，亦将不会回朔平台在之前所发生的情形。用户对服务条款的修订存有异议，有权拒绝继续接受科学面壁人提供的服务，如用户继续接受科学面壁人提供的服务，则视为用户同意科学面壁人对服务条款的修订。</p>
      <p class="server_03">12.适用法律</p>
      <p class="server_02">
        12.1本服务条款的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。如本服务条款与中华人民共和国法律相抵触时，则该等条款将按法律规定重新修订，而其它条款则依旧有效并具有法律效力；
        <br />12.2如双方就本服务条款内容或其执行发生任何争议，双方应尽量友好协商解決。协商不成时，任何一方均可向科学面壁人的所在地的人民法院提起诉讼。
      </p>
      <p class="server_03">13.其他规定</p>
      <p class="server_02">
        13.1本服务条款中的标题仅为方便而设，在解释本服务条款时应被忽略；
        <br />13.2本协议项下科学面壁人对用户所有的通知均可通过网页公告、电子邮件、系统通知等方式进行，该等通知于发送之日视为已送达用户。
      </p>
      <div class="serverBottom"></div>
    </div>
  </div>
</template>

<script>
import NavBar from "@/components/nav-bar.vue";
export default {
  components: { NavBar },
  name: "",
  data() {
    return {};
  },
  methods: {},
  mounted() {}
};
</script>

<style lang='scss' scoped>
/deep/ .van-nav-bar{
  border-bottom: 1px solid #eaeaea;
  margin-bottom: 10px;
}
.text{
  color: #191919;
}

.server_02 {
  width: 100%;
  line-height: 26px;
  letter-spacing: 1px;
  box-sizing: border-box;
  padding-left: 15px;
  padding-right: 12px;
  font-size: 16px;
}

.server_03 {
  width: 100%;
  line-height: 26px;
  letter-spacing: 1px;
  box-sizing: border-box;
  padding-left: 18px;
  padding-right: 15px;
  font-size: 17px;
  font-weight: 700;
  margin-top: 10px;
}

.serverBottom {
  width: 100%;
  height: 30px;
}
</style>
